Repository: xxmnewman9xx/studyplanner
Catalog: plugins/studyplanner-app-intents/ios/AppShortcuts.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, pt_br, zh_hans

source: ${applicationName} add assignment
ar: ${applicationName} إضافة واجب
de: ${applicationName} Aufgabe hinzufügen
es: ${applicationName} añadir tarea
fr: ${applicationName} ajouter un devoir
hi: ${applicationName} असाइनमेंट जोड़ो
ja: ${applicationName}に課題を登録
ko: ${applicationName} 과제 추가
pt_br: ${applicationName} adicionar tarefa
zh_hans: ${applicationName}添加作业

source: ${applicationName} scan
ar: ${applicationName} مسح
de: ${applicationName} scannen
es: ${applicationName} escanear
fr: ${applicationName} scanner
hi: ${applicationName} स्कैन
ja: ${applicationName}でスキャン
ko: ${applicationName} 스캔
pt_br: ${applicationName} escanear
zh_hans: ${applicationName}扫描

source: ${applicationName} study now
ar: ${applicationName} المذاكرة الآن
de: ${applicationName} jetzt lernen
es: ${applicationName} estudiar ahora
fr: ${applicationName} réviser maintenant
hi: ${applicationName} अभी पढ़ाई
ja: ${applicationName}で今すぐ勉強
ko: ${applicationName} 지금 공부
pt_br: ${applicationName} estudar agora
zh_hans: ${applicationName}现在学习

source: ${applicationName} what's due
ar: ${applicationName} المواعيد النهائية
de: ${applicationName} was ist fällig
es: ${applicationName} qué tengo pendiente
fr: ${applicationName} mes échéances
hi: ${applicationName} क्या बाकी है
ja: ${applicationName}の締め切り
ko: ${applicationName} 마감 일정
pt_br: ${applicationName} o que vence
zh_hans: ${applicationName}查看截止日期

source: Add an assignment in ${applicationName}
ar: أضف واجبًا في ${applicationName}
de: Füge in ${applicationName} eine Aufgabe hinzu
es: Añade una tarea en ${applicationName}
fr: Ajoute un devoir dans ${applicationName}
hi: ${applicationName} में असाइनमेंट जोड़ो
ja: ${applicationName}に課題を追加
ko: ${applicationName}에 과제 추가해
pt_br: Adicione uma tarefa no ${applicationName}
zh_hans: 在${applicationName}添加作业

source: Add an assignment to ${applicationName}
ar: أضف مهمة إلى ${applicationName}
de: Aufgabe zu ${applicationName} hinzufügen
es: Agrega una tarea a ${applicationName}
fr: Ajouter un devoir à ${applicationName}
hi: ${applicationName} में एक असाइनमेंट जोड़ें
ja: ${applicationName}で課題を追加して
ko: ${applicationName}에 과제 하나 추가해 줘
pt_br: Adicionar tarefa ao ${applicationName}
zh_hans: 给${applicationName}加一个作业

source: Add homework in ${applicationName}
ar: سجّل واجبًا منزليًا في ${applicationName}
de: Hausaufgabe in ${applicationName} hinzufügen
es: Añade deberes en ${applicationName}
fr: Note un devoir dans ${applicationName}
hi: ${applicationName} में होमवर्क जोड़ो
ja: ${applicationName}に宿題を追加
ko: ${applicationName}에 숙제 추가해
pt_br: Anote um trabalho no ${applicationName}
zh_hans: 在${applicationName}记一项作业

source: Ask ${applicationName} what to study
ar: اسأل ${applicationName} ماذا أذاكر
de: Frag ${applicationName}, was ich lernen soll
es: Pregunta a ${applicationName} qué estudiar
fr: Demande à ${applicationName} quoi réviser
hi: ${applicationName} से पूछो क्या पढ़ना है
ja: ${applicationName}に何を勉強するか聞いて
ko: ${applicationName}에 뭘 공부할지 물어봐
pt_br: Pergunte ao ${applicationName} o que estudar
zh_hans: 问${applicationName}该学什么

source: Open the scanner in ${applicationName}
ar: افتح الماسح في ${applicationName}
de: Öffne den Scanner in ${applicationName}
es: Abre el escáner en ${applicationName}
fr: Ouvre le scanner dans ${applicationName}
hi: ${applicationName} में स्कैनर खोलो
ja: ${applicationName}でスキャナを開いて
ko: ${applicationName}에서 스캐너 열어
pt_br: Abra o scanner no ${applicationName}
zh_hans: 在${applicationName}打开扫描

source: Scan a syllabus in ${applicationName}
ar: امسح منهجًا دراسيًا في ${applicationName}
de: Scanne einen Kursplan mit ${applicationName}
es: Escanea un temario en ${applicationName}
fr: Scanne un plan de cours dans ${applicationName}
hi: ${applicationName} में सिलेबस स्कैन करो
ja: ${applicationName}でシラバスをスキャン
ko: ${applicationName}에서 강의계획서 스캔해
pt_br: Escaneie uma ementa no ${applicationName}
zh_hans: 在${applicationName}扫描课程大纲

source: Show my deadlines in ${applicationName}
ar: اعرض مواعيدي النهائية في ${applicationName}
de: Zeig meine Fristen in ${applicationName}
es: Muestra mis entregas en ${applicationName}
fr: Affiche mes échéances dans ${applicationName}
hi: ${applicationName} में मेरी डेडलाइन दिखाओ
ja: ${applicationName}で締め切りを表示
ko: ${applicationName}에서 마감 보여줘
pt_br: Mostre meus prazos no ${applicationName}
zh_hans: 在${applicationName}显示我的截止日期

source: What should I study in ${applicationName}
ar: ماذا أذاكر في ${applicationName}
de: Was soll ich in ${applicationName} lernen
es: Qué estudio en ${applicationName}
fr: Que réviser dans ${applicationName}
hi: ${applicationName} में क्या पढ़ूँ
ja: ${applicationName}で何を勉強する
ko: ${applicationName}에서 뭘 공부할까
pt_br: O que estudar no ${applicationName}
zh_hans: ${applicationName}我该学什么

source: What should I study now in ${applicationName}
ar: ماذا أذاكر الآن في ${applicationName}
de: Was soll ich jetzt in ${applicationName} lernen
es: Qué debo estudiar ahora en ${applicationName}
fr: Qu'est-ce que je dois réviser maintenant dans ${applicationName}
hi: ${applicationName} में अब मुझे क्या पढ़ना चाहिए
ja: ${applicationName}で今何を勉強すればいい
ko: ${applicationName}에서 지금 뭘 공부해야 해
pt_br: O que devo estudar agora no ${applicationName}
zh_hans: 在${applicationName}里我现在该学什么

source: What's due in ${applicationName}
ar: ما المطلوب تسليمه في ${applicationName}
de: Was ist in ${applicationName} fällig
es: Qué tengo pendiente en ${applicationName}
fr: Qu'est-ce que j'ai à rendre dans ${applicationName}
hi: ${applicationName} में क्या जमा करना है
ja: ${applicationName}で締め切りは何
ko: ${applicationName}에서 마감이 뭐야
pt_br: O que tenho para entregar no ${applicationName}
zh_hans: ${applicationName}里有什么要交

source: What's due next in ${applicationName}
ar: ما الموعد النهائي القادم في ${applicationName}
de: Was ist als Nächstes in ${applicationName} fällig
es: Qué vence pronto en ${applicationName}
fr: Quelles sont mes prochaines échéances dans ${applicationName}
hi: ${applicationName} में अगली डेडलाइन क्या है
ja: ${applicationName}で次の締め切りを教えて
ko: ${applicationName}에서 다음 마감 알려줘
pt_br: Quais são os próximos prazos no ${applicationName}
zh_hans: ${applicationName}下一个截止日期是什么
